Repository: BansheeMediaPlayer/banshee-community-extensions
Catalog: src/Mirage/po/*.po
Languages: de

source: Mirage: Analyzing Songs
de: Mirage: Lieder werden analysiert

source: Are you sure you want to stop Mirage? Automatic Playlist Generation will only work for the tracks which are already analyzed. The operation can be resumed at any time from the <i>Tools</i> menu.
de: Wollen Sie Mirage tatsächlich abbrechen? Das automatische Erzeugen von Wiedergabelisten wird nur für die bereits analysierten Titel funktionieren. Der Vorgang kann jederzeit wieder aus dem <i>Werkzeuge</i> Menü aufgenommen werden.

source: Mirage Playlist Generator
de: Mirage Wiedergabelisten-Generator

source: Manage the Mirage plugin
de: Verwaltung des Mirage Plugins

source: Rescan the Music Collection
de: Musiksammlung neu einlesen

source: Rescans the Music Collection for new Songs
de: Scannt die Musiksammlung nach neuen Liedern und analysiert diese mit Mirage.

source: Reset Mirage
de: Mirage zurücksetzen

source: Resets the Mirage Playlist Generation Plugin. All songs have to be analyzed again to use Automatic Playlist Generation.
de: Setzt Mirage zurück. Alle Lieder müssen nochmals analysiert werden um wieder automatisch Playlisten mit Mirage generieren zu können.

source: Do you really want to reset the Mirage Automatic Playlist Generation Extension? All extracted information will be lost. Your music will have to be re-analyzed to use Mirage again.
de: Wollen Sie tatsächlich die Mirage Automatische Wiedergabenlisten-Generator-Erweiterung zurücksetzen? Alle extrahierten Informationen geht dabei verloren. Ihre Musiksammlung muss neu analysiert werden, um Mirage wieder zu verwenden.

source: Mirage was reset. Your music will have to be re-analyzed to use Mirage again.
de: Mirage wurde zurückgesetzt. Ihre Musiksammlung muss reanalysiert werden um Mirage wieder zu verwenden.

source: Playlist Generator
de: Wiedergabenlisten-Generator

source: Clear
de: Leeren

source: Remove all tracks from the play queue
de: Alle Titel aus der Warteschlange entfernen

source: Save as Playlist
de: Als Wiedergabeliste speichern

source: Save the Playlist to your Music Library
de: Die Wiedergabeliste in Ihrer Musikbibliothek speichern

source: Clear on Quit
de: Beim Beenden leeren

source: Clear the play queue when quitting
de: Die Warteschlage beim Beenden leeren

source: Ready. Drag a song on the Playlist Generator to start!
de: Bereit. Ziehen Sie eine Lied auf den Wiedergabelisten-Generator um zu beginnen.

source: Error building playlist. You might need to rescan your music collection.
de: Fehler beim Erstellen der Wiedergabeliste. Sie müssen vielleicht die Musiksammlung neu einlesen.

source: Playlist ready.
de: Wiedergabeliste ist bereit.

source: Mirage Playlist
de: Mirage Wiedergabeliste
